{
  "TITLE": "Joaquin's Portfolio - Developer",
  "DESCRIPTION": "Hire Joaquin",
  "HERO_BADGE": "Avaible to work",
  "HERO_TITLE": "Hey! I'm Joaquin",
  "HERO_DESCRIPTION": "<strong>Developer from Córdoba, Argentina</strong> since 2019. Specialized in <strong>BackEnd</strong>, with experience in <strong>Node.js, Golang, C# and Java</strong>, focused on <strong>API</strong> development, <strong>SQL and NoSQL</strong> database management, and integration with <strong>AWS</strong> services. Recognized for my ability to learn quickly, adaptability, and teamwork, with the goal of continuing to grow, contribute to scalable solutions, and deliver high-quality results.",
  "HERO_MAILPILL": "Contact me",
  "ABOUT_H1": "About me",
  "ABOUT_P1_1": "My name is Joaquín Aimonetti, I am ",
  "ABOUT_P1_2": " years old, and I am from Córdoba, Argentina. I studied the 'Tecnicatura Universitaria en Programación' at the 'Universidad Tecnologica Nacional'. I focus on <strong>BackEnd</strong>, finding solutions to problems",
  "ABOUT_P2": "Currently, I am working on projects that <strong>challenge</strong> me and help me <strong>grow</strong> as a professional",
  "ABOUT_P3": "One of my passions is philosophy; I find that <strong>critical thinking</strong> and <strong>rigorous analysis</strong> provide a unique advantage in  <strong>tackling problems</strong> and <strong>seeking solutions</strong>.",
  "ABOUT_P4": "In my free time, I enjoy video games and am also an exercise enthusiast; I believe in the importance of maintaining a healthy balance between body and mind. Physical activity not only helps me stay fit but also makes me <strong>disciplined and productive</strong>",
  "PROJECTS_H1": "Projects",
  "CONTACTS_H1": "Contact",
  "RIBONE_DESCRIPTION": "The Ribone Viajes API is a solution designed to manage travel and tourism services. This project allows users to explore and book different types of trips. Developed with best practices in mind, this API ensures scalability and maintainability.",
  "ONG_TITLE":"NGO's API",
  "ONG_DESCRIPTION":"This project is an API developed for a non-governmental organization (NGO), designed to manage the sending of newsletters to its registered members. It uses Node.js and Express as the server framework, with authentication and user management via JWT. The newsletters are generated and sent through the API, ensuring that members receive regular and relevant updates.",
  "DISNEY_TITLE":"Disney API",
  "DISNEY_DESCRIPTION":"This project is an API developed with Node.js, designed to manage information about Disney movies and characters. It uses Express as the server framework and Sequelize for database interaction. Authentication and security are handled with JSON Web Tokens (JWT). Images of movies and characters are stored in AWS S3. The project has been thoroughly tested with Postman.",
  "SUPER_TITLE":"Stock Control Super Mami",
  "SUPER_DESCRIPTION":"Stock Control Super Mami is an inventory management system designed for supermarkets. This project was my first experience working as part of a team as a developer. It represented a significant challenge, as we used technologies I was not familiar with. The system allows detailed tracking of stock, facilitating the administration and control of products in the supermarket.",
  "EMAIL_DESCRIPTION":"The email indexer is a Go application designed to efficiently process and index large volumes of email data. It is specifically designed to handle the Enron email dataset but can also be adapted for other email datasets. It utilizes Go's goroutines for parallel processing of email files, significantly improving performance on multi-core systems and implements a batching mechanism to optimize the indexing process, reducing network overhead and improving overall throughput by 1333%. It seamlessly indexes processed emails into ZincSearch, a lightweight alternative to Elasticsearch, showcasing the ability to work with modern search technologies. It includes built-in CPU and memory profiling, enabling detailed analysis and optimization of the application's performance.",
  "EMAIL_TITLE":"Email Indexer",
  "WORK_H1": "Work Experience",
  "WORK_1_COMPANY": "Kiura",
  "WORK_1_ROLE": "Backend Developer",
  "WORK_1_PERIOD": "February 2025 - June 2025",
  "WORK_1_DESCRIPTION": "Development of an employment platform for the construction sector, focusing on backend architecture. Integrations with payment gateways and AI APIs for automatic generation of professional profiles and CVs. Complete technical documentation of the project and functional testing to ensure quality and performance. Initial participation as part of a trainee group, successfully completing backend development of the application within an estimated 4-month timeframe. Team leadership of 3 trainees in the absence of senior profiles, ensuring objectives and deliverables were met. Integration of external APIs for system functionality. Collaboration with the Frontend team to ensure smooth integration, actively contributing to feature design. Client meetings for functionality validation and feature planning, achieving a high satisfaction rate during pilot testing."
}
