{
  "TITLE": "Porfolio de Joaquin - Desarrollador y Programador",
  "DESCRIPTION": "Contrata a Joaquin",
  "HERO_BADGE": "Disponible para trabajar",
  "HERO_TITLE": "Hey! soy Joaquin",
  "HERO_DESCRIPTION": "<strong>Desarrollador de Cordoba Argentina</strong> con más de 4 años de experiencia en programación. Especializado en BackEnd. Persona diligente con fuerte capacidad de trabajo en equipo y resolución de problemas. Busco una oportunidad para aplicar mis conocimientos y crecer profesionalmente en el ámbito del desarrollo de software.",
  "HERO_MAILPILL": "Contáctame",
  "ABOUT_H1":"Sobre mí",
  "ABOUT_P1_1":"Me llamo Joaquín Aimonetti, tengo ",
  "ABOUT_P1_2":" años y soy de Córdoba, Argentina. Estudié la Tecnicatura Universitaria en Programación en la UTN. <strong>Me enfoco en el BackEnd</strong>, encontrando soluciones a problemas.",
  "ABOUT_P2":"Actualmente estoy trabajando en proyectos que me <strong>desafían</strong> y me ayudan a <strong>crecer</strong> como profesional.",
  "ABOUT_P3":"Una de mis pasiones es la filosofía; encuentro en el <strong>pensamiento crítico y el análisis riguroso</strong> una ventaja única para <strong>abordar problemas y buscar soluciones</strong>.",
  "ABOUT_P4":"En mi tiempo libre disfruto de los videojuegos, tambien soy un entusiaste del ejercicio fisico; creo en la importancia de mantener un equilibrio saludable entre cuerpo y mente. La actividad física no solo me ayuda a mantenerme en forma, sino que tambien a ser <strong>diciplinado y productivo.</strong>",
  "PROJECTS_H1":"Proyectos",
  "CONTACTS_H1":"Contacto",
  "RIBONE_DESCRIPTION":"La API de Ribone Viajes es una solución diseñada para gestionar servicios de viajes y turismo. Este proyecto permite a los usuarios explorar y reservar diferentes tipos de viajes. Desarrollada con las mejores prácticas en mente, esta API asegura la escalabilidad y mantenibilidad.",
  "ONG_TITLE":"ONG API",
  "ONG_DESCRIPTION":"Este proyecto es una API desarrollada para una organización no gubernamental (ONG), diseñada para gestionar el envío de boletines informativos (newsletters) a sus miembros registrados. Utiliza Node.js y Express como framework de servidor, con autenticación y manejo de usuarios mediante JWT. Los boletines se generan y envían a través de la API, asegurando que los miembros reciban actualizaciones regulares y relevantes.",
  "DISNEY_TITLE":"Disney API",
  "DISNEY_DESCRIPTION":"Este proyecto es una API desarrollada con Node.js, diseñada para gestionar información sobre películas y personajes de Disney. Utiliza Express como framework de servidor y Sequelize para la interacción con la base de datos. La autenticación y seguridad se manejan con JSON Web Tokens (JWT). Las imágenes de películas y personajes se almacenan en AWS S3. El proyecto ha sido testeado exhaustivamente con Postman.",
  "SUPER_TITLE":"Control de Stock del Super Mami",
  "SUPER_DESCRIPTION":"Control de Stock Super Mami es un sistema de gestión de inventario diseñado para supermercados. Este proyecto fue mi primera experiencia trabajando en equipo como desarrollador. Representó un desafío significativo, ya que utilizamos tecnologías con las que no estaba familiarizado. El sistema permite un seguimiento detallado de las existencias, facilitando la administración y el control de productos en el supermercado.",
"EMAIL_DESCRIPTION":"El indexador de correos es una aplicación en Go diseñada para procesar e indexar grandes volúmenes de datos de correos electrónicos de manera eficiente. Está especialmente diseñada para manejar el conjunto de datos de correos electrónicos de Enron, pero también puede adaptarse para otros conjuntos de datos de correos electrónicos. Utiliza las goroutines de Go para el procesamiento paralelo de archivos de correo electrónico, mejorando significativamente el rendimiento en sistemas multi-núcleo e implementa un mecanismo de procesamiento por lotes para optimizar el proceso de indexación, reduciendo la sobrecarga de red y mejorando el rendimiento general en un 1333%. Indexa de manera fluida los correos electrónicos procesados en ZincSearch, una alternativa liviana a Elasticsearch, demostrando la capacidad de trabajar con tecnologías de búsqueda modernas. Incluye perfiles integrados de CPU y memoria, lo que permite un análisis detallado y la optimización del rendimiento de la aplicación",
"EMAIL_TITLE":"Indexador de Correos"

}
